export default [

    {
        id: '1',
        url: '/img/1-INTJ.png',
        body: 
        '<h1>결론</h1>'
        +'<p>강력한 지성과 전략적 사고로 무장한 건축가(INTJ) 성격은 대부분의 사람들에게 무적처럼 보이는 장애물을 극복할 수 있습니다. 그러나 건축가의 강점은 잘못 이해되면 약점이 되어 잠재력을 최대한 발휘하지 못하게 할 수 있습니다.</p>'
        +'<p>그 오해는 여기서 끝입니다. 지금까지 읽은 내용은 소개에 불과합니다. 건축가 성격 유형에 대해 더 많은 것을 알려드릴 것입니다.</p>'
        +'<h2>발견의 길</h2>'
        +'<p>이 성격 프로필을 읽으면서 아마도 전환점에 도달했을 것입니다. 당신은 상표 건축가 회의론에서 "허 ...", "잠깐, 뭐 ?" 로 바뀌 었습니다. 가장 가까운 사람들에게도 이해받는 것이 익숙하지 않기 때문에 조금 불편할 수도 있습니다.</p>'
        +'<p>당신은 이것을 당신의 일부로 받아들였고 어쩌면 당신이 그것을 자랑스러워하게 되었을 수도 있습니다. 그러나 이러한 단절을 수용하는 것은 건축가의 요구 사항이 아닙니다. 그것은 당신을 외롭고 비효율적인 길로 인도할 수 있는 오용된 방어 메커니즘입니다. 자신과 다른 사람에 대한 통찰력을 얻는 것은 훨씬 더 보람 있고 효과적입니다.</p>'
        +'<p>16Personalities에서 우리는 건축가의 삶을 형성하는 패턴, 행동 및 경향을 연구하는 데 수년을 보냈습니다. 단계별, 통찰력에 의한 통찰력, 우리는 성공하고 성취되고 활력이 넘치는 건축가와 삶에 실망하고 목표와 열망에 지속적으로 미치지 못하는 건축가 사이의 차이를 만드는 것이 무엇인지 발견했습니다. 이를 통해 귀하의 성격 유형을 가진 사람들이 직면하는 어려움과 그러한 어려움을 극복할 수 있는 방법에 대해 깊이 감사드립니다.</p>'
        +'<p><strong>건축가를 위한 당사의 전문 연구 기반 제품은 자신의 강점을 활용하고 일반적인 함정을 피하는 방법을 보여주면서 동시에 진정한 자신을 보여줄 수 있습니다.</strong>그것이 요점이기 때문에 그렇지 않습니까? 자신에게 맞는 방식으로 잠재력을 최대한 발휘할 수 있는 방법을 배우 십시오 .</p>'
        +'<p>발견의 길에서 다음 단계를 밟을 준비가 되셨습니까? 읽어.</p>'
        ,
    
    },
    {
        id: '2',
        url: '/img/2-INTP.png',
        body: 
        '<h1>결론</h1>'
        +'<p>지금까지 읽은 내용은 논리학자 성격 유형의 많은 복잡성에 대한 소개일 뿐입니다. 그 과정에서 "와, 이거 너무 정확하다, 좀 소름 돋는다" 또는 "드디어 나를 이해해주는 사람이 있다!"라고 속으로 중얼거렸을 것입니다. “그들이 내가 가장 가까운 사람들보다 나에 대해 어떻게 더 많이 알고 있습니까?”라고 물었을 수도 있습니다.</p>'
        +'<p>당신이 지금 이해받고 있다고 느낀다면 그것은 당신이 이해하고 있기 때문입니다. 수년간의 연구를 통해 우리는 당신과 같은 논리학자의 고유한 강점과 과제에 대한 깊은 통찰력을 얻었습니다. 그리고 여기에는 당신의 성격 유형의 어두운 측면이 포함됩니다. 다른 사람들이 당신을 이해하지 못하는 이유에 대한 미스터리, 지루하고 피상적으로 보이는 세상에 대한 끊임없는 좌절, 당신의 모든 원대한 아이디어가 무엇이든 양.</p>'
        +'<div class="description-pullout">논리학자의 재능에는 합리성, 혁신, 더 나은 미래를 구상하는 능력이 포함됩니다. 논리학자들은 그들의 상상력을 괴롭히는 불가능해 보이는 문제에 대한 실제적이고 의미 있는 답을 찾고 싶어합니다.</div>'
        +'<p><strong>그래서 우리는 당신과 같은 논리학자가 당신의 장점을 최대한 활용할 수 있도록 돕는 것을 우리의 사명으로 삼았 습니다 .</strong>당신의 성격 유형에 대해 배우는 것은 매우 매력적입니다. 특히 많은 논리학자들이 그러하듯이 당신이 인생의 대부분을 이해하지 못하고 과소평가받았다고 느꼈다면 더욱 그렇습니다. 하지만 여기에는 더 깊은 목적도 있습니다.</p>'
        +'<p>여기 당신을 위한 질문이 있습니다. 논리학자: 당신의 진정한, 탁월한 잠재력을 발휘할 준비가 되셨습니까? 그렇다면 프리미엄 프로필은 성격, 관계, 경력 경로 및 인생의 사명(또는 논리학자이기 때문에 많은 사명)에 대한 새로운 통찰력을 제공합니다. 이것은 일생일대의 여정이며 다음 섹션으로 이동하여 시작하는 데 필요한 모든 것을 찾을 수 있습니다.</p>'
        ,
    
    },
    {
        id: '3',
        url: '/img/3-ENTJ.png',
        body: 
        '<h1>결론</h1>'
        +'<p>강력한 지성과 전략적 사고로 무장한 지휘관은 대부분의 사람들에게 무적처럼 보이는 장애물을 극복하거나 극복할 수 있습니다. 동시에, 종종 구속되지 않는 합리주의와 같은 많은 단점이 많은 오해를 낳습니다. 그 오해는 여기서 끝입니다. 지금까지 읽은 내용은 소개에 불과합니다. 사령관 성격 유형에 대해 더 많은 정보를 알려드릴 것입니다.</p>'
        +'<p>결과를 읽다가 어느 시점에서 전환점에 도달했을 수 있습니다. 당신은 상표 사령관 회의론에서 "허 ..."에서 "잠깐, 뭐?"로 바뀌 었습니다. 가장 가까운 사람들에게조차 이해받는 것이 익숙하지 않기 때문에 조금 불편할 수도 있습니다.</p>'
        +'<p>당신은 당신 자신의 일부를 받아들이고 어쩌면 자랑스러워할 수도 있습니다. 그러나 이러한 단절을 수용하는 것은 사령관의 요구 사항이 아닙니다. 그것은 오용된 방어 메커니즘으로, 당신을 외롭고 비효율적인 길로 인도합니다. 자신과 다른 사람들에 대한 통찰력을 얻는 것은 훨씬 더 보람 있는 일입니다.</p>'
        +'<p>이것은 생년월일을 알려주는 속임수가 아니며, 우리는 당신을 염탐한 것이 아닙니다. 오히려 수백 건의 설문조사에서 사령관의 삶의 이야기, 경험 및 패턴을 연구하는 데 수년을 보냈습니다. 한 걸음 한 걸음, 통찰력에 의한 통찰력, 우리는 당신의 자질과 전망을 공유하는 사람들이 그들이 직면한 도전을 어떻게 극복했는지 발견했습니다. 당신은 독특한 개인이지만 이것에서 당신은 혼자가 아닙니다. 다른 사람의 경험에서 배우는 것이 현명합니다. 그리고 이러한 통찰력을 여러분과 공유하고 싶습니다.</p>'
        +'<p>우리가 제공하는 전자책과 대화형 과정으로 넘어가면서 우리는 지휘관의 마음을 훨씬 더 깊이 이해하게 됩니다. 우리는 "무엇을" 뿐만 아니라 "왜?", "어떻게?"라고 대답합니다. 그리고 "만약에?" 왜 그렇게 행동합니까? 동기와 영감은 어떻게 찾나요? 당신이 인생에서 비밀리에 달성하고 싶은 것을 추구하기 위해 두려움을 넘어서면 어떨까요?</p>'
        +'<p>우리는 당신의 강점을 활용하여 당신의 뛰어난 잠재력을 발휘하고 일반적인 함정을 피하는 동시에 당신이 누구인지에 충실하는 방법을 보여줄 수 있습니다. 결국 그것이 요점입니다. 마침내 자신이 옳다고 생각하는 방식으로 자신이 할 수 있다는 것을 알고 있는 사람으로 성장할 수 있는 방법을 알아보려면 계속 읽으십시오. 사령관님.</p>'
        ,
    
    },
    {
        id: '4',
        url: '/img/4-ENTP.png',
        body: 
        '<h1>결론</h1>'
        +'<p>강력한 지성과 생생한 상상력으로 무장한 토론자는 대부분의 사람들에게 무적처럼 보이는 장애물을 극복하거나 극복할 수 있습니다. 동시에, 종종 구속되지 않는 합리주의와 같은 많은 단점이 많은 오해를 낳습니다. 그 오해는 여기서 끝입니다. 지금까지 읽은 내용은 소개에 불과합니다. 토론자 성격 유형에 대해 더 많은 정보를 알려드릴 것입니다.</p>'
        +'<p>결과를 읽다가 어느 시점에서 전환점에 도달했을 수 있습니다. 당신은 상표 토론자 회의론에서 "허..."에서 "잠깐, 뭐?"로 바뀌었습니다. 가장 가까운 사람들에게조차 이해받는 것이 익숙하지 않기 때문에 조금 불편할 수도 있습니다.</p>'
        +'<p>당신은 당신 자신의 일부를 받아들이고 어쩌면 자랑스러워할 수도 있습니다. 그러나 그러한 단절을 수용하는 것은 토론자들에게 요구 사항이 아닙니다. 그것은 오용된 방어 메커니즘으로, 당신을 외롭고 비효율적인 길로 인도합니다. 자신과 다른 사람들에 대한 통찰력을 얻는 것은 훨씬 더 보람 있는 일입니다.</p>'
        +'<p>이것은 생년월일 속임수가 아니며, 아니요, 우리는 당신을 염탐한 것이 아닙니다. 오히려 우리는 수백 건의 설문조사에서 토론자들의 삶의 이야기, 경험 및 패턴을 연구하는 데 수년을 보냈습니다. 한 걸음 한 걸음, 통찰력에 의한 통찰력, 우리는 당신의 자질과 전망을 공유하는 사람들이 그들이 직면한 도전을 어떻게 극복했는지 발견했습니다. 당신은 독특한 개인이지만 이것에서 당신은 혼자가 아닙니다. 다른 사람의 경험에서 배우는 것이 현명합니다. 그리고 이러한 통찰력을 여러분과 공유하고 싶습니다.</p>'
        +'<p>우리가 제공하는 전자책과 대화형 과정으로 나아가면서 우리는 토론자의 마음에 훨씬 더 깊이 빠져들게 됩니다. 우리는 "무엇을" 뿐만 아니라 "왜?", "어떻게?"라고 대답합니다. 그리고 "만약에?" 왜 그렇게 행동합니까? 동기와 영감은 어떻게 찾나요? 당신이 인생에서 비밀리에 달성하고 싶은 것을 추구하기 위해 두려움을 넘어서면 어떨까요?</p>'
        +'<p>우리는 당신의 강점을 활용하여 당신의 뛰어난 잠재력을 발휘하고 일반적인 함정을 피하는 동시에 당신이 누구인지에 충실하는 방법을 보여줄 수 있습니다. 결국 그것이 요점입니다. 마침내 자신이 옳다고 느끼는 방식으로 자신이 될 수 있다는 것을 알고 있는 사람으로 성장할 수 있는 방법을 보려면 계속 읽으십시오. 토론자.</p>'
        ,
    
    },{
        id: '5',
        url: '/img/5-INFJ.png',
        body: 
        '<h1>결론</h1>'
        +'<div class=\'Greatperson\'> <p>“결국, 당신의 성격을 드러내는 것은 당신의 행동, 상황에 대한 당신의 반응입니다.”</p>'
        +'<footer>케이트 블란쳇</footer> </div>'
        +'<p>지금까지 읽은 내용은 친절하고 창의적이며 믿을 수 없을 정도로 드문 옹호 성격 유형의 복잡성에 대한 소개에 불과합니다. 그 과정에서 "와, 이거 너무 정확하다, 좀 소름 돋는다" 또는 "드디어 나를 이해해주는 사람이 있다!"라고 속으로 중얼거렸을 것입니다. “그들이 내가 가장 가까운 사람들보다 나에 대해 어떻게 더 많이 알고 있습니까?”라고 물었을 수도 있습니다.</p>'
        +'<p>당신이 지금 이해받고 있다고 느낀다면 그것은 당신이 이해하고 있기 때문입니다. 수년간의 연구를 통해 귀하와 같은 옹호자의 고유한 강점과 과제에 대한 깊은 통찰력을 얻을 수 있었습니다. 우리는 당신의 창의성, 열정, 옳은 일을 하려는 당신의 헌신을 이해하지만, 당신의 성격 유형의 어두운 면도 이해합니다. 당신의 잠재력을 최대한 발휘하지 못하고 거칠고 소중한 삶을 최대한 활용하지 못할 수도 있다는 잔소리하는 두려움입니다. </p>'
        +'<p>당신은 당신 자신의 일부를 받아들이고 어쩌면 자랑스러워할 수도 있습니다. 그러나 그러한 단절을 수용하는 것은 토론자들에게 요구 사항이 아닙니다. 그것은 오용된 방어 메커니즘으로, 당신을 외롭고 비효율적인 길로 인도합니다. 자신과 다른 사람들에 대한 통찰력을 얻는 것은 훨씬 더 보람 있는 일입니다.</p>'
        +'<div class="description-pullout">옹호자의 재능에는 이상주의, 결단력, 더 나은 미래를 구상하는 능력이 포함됩니다. 옹호자들은 이 은사를 실제로 사용하여 더 나은 사람이 되고 이 세상에서 더 큰 목적에 봉사하기 위해 최선을 다합니다.</div>'
        +'<p><strong>그렇기 때문에 우리는 당신과 같은 옹호자들이 당신의 선물에 감사할 뿐만 아니라 그것을 최대한 활용할 수 있도록 돕는 것을 사명으로 삼았 습니다 . </strong>당신의 성격 유형에 대해 배우는 것은 매혹적이지만 여기에는 더 깊은 목적도 있습니다. 자기 이해는 당신이 이 땅에서 해야 할 일을 놓치지 않도록 하는 데 도움이 되기 때문입니다.</p>'
        +'<p>변호인님께 질문을 드립니다. 고유한 강점을 최대한 활용하여 진정한 잠재력을 발휘할 준비가 되셨습니까? 그렇다면 프리미엄 프로필은 성격, 관계, 경력 경로 및 인생의 사명에 대한 새로운 통찰력을 제공합니다. 이것은 일생일대의 여정이며 다음 섹션으로 이동하여 시작하는 데 필요한 모든 것을 찾을 수 있습니다.</p>'
        ,
    
    },{
        id: '6',
        url: '/img/6-INFP.png',
        body: 
        '<h1>결론</h1>'
        +'<p>중재자(INFP)만큼 시적이고 친절한 성격 유형은 거의 없습니다. 중재자는 고유한 재능으로 모든 종류의 도전과 장애물을 극복하고 그 과정에서 주변 사람들의 삶을 밝게 할 수 있습니다 .</p>'
        +'<div class="description-pullout">중재자의 창의성, 상상력 및 친절은 자신의 개인적 성장을 포함하여 많은 영역에서 귀중한 것으로 판명되었습니다.</div>'
        +'<p>그러나 중재자는 이상주의와 이타주의가 자산보다 책임이 더 큰 영역에서 걸려 넘어질 수 있습니다. 파트너 찾기(또는 유지), 친구 만들기, 의미 있는 직업 추구 또는 미래 계획과 관련하여 이 성격 유형을 가진 사람들은 의식적으로 자신의 약한 특성을 개발하고 새로운 기술을 습득해야 합니다. 많은 강점.</p>'
        +'<h2>중재자의 은밀한 삶</h2>'
        +'<p>지금까지 읽은 내용은 중재자 성격 유형의 복잡성에 대한 소개일 뿐입니다. "와, 이거 너무 정확해, 좀 소름 돋는다." 또는 "드디어, 누군가가 나를 이해해 주네!" “그들이 내가 가장 가까운 사람들보다 나에 대해 어떻게 더 많이 알고 있습니까?”라고 물었을 수도 있습니다.</p>'
        +'<p>이것은 트릭이 아닙니다. 당신은 당신이 있기 때문에 이해를 느꼈습니다. 우리는 중재자가 생각하는 방식과 잠재력을 최대한 발휘하는 데 필요한 것이 무엇인지 연구했습니다. 그 과정에서 우리는 당신의 성격 유형을 가진 사람들이 가장 큰 개인적 어려움을 극복할 수 있는 방법을 배웠습니다.</p>'
        +'<p>그러나 이러한 문제를 극복하려면 계획, 개인 로드맵, 즉 어디로 가고 싶은지, 왜 가야 하는지에 대한 비전이 있어야 합니다. 이 소개에서는 중재자가 특정 상황에서 어떻게 행동하는 경향이 있으며 주요 강점과 약점이 무엇인지 배웠습니다.</p>'
        +'<div class="description-pullout">진실은 다음과 같습니다. 자신을 알고 받아들이는 것이 앞으로 나아가고 삶에서 긍정적인 변화를 만드는 첫 번째 단계입니다.</div>'
        +'<h2>앞으로 나아가 다</h2>'
        +'<p>이제 기본 사항을 배웠으므로 자기 발견 여정의 다음 단계는 프리미엄 프로필입니다. 경력에서 관계에 이르기까지 삶의 모든 영역에 대한 중재자별 지침과 조언으로 가득 찬 프리미엄 프로필은 중재자가 되는 것이 실제로 무엇을 의미하는지, 즉 자신이 된다는 것이 실제로 무엇을 의미하는지 이해할 수 있도록 합니다 . 인생을 통해 자신의 길을 만들 준비가 되었다면 다음 섹션으로 이동하십시오.</p>'
        ,
    },
    {
        id: '7',
        url: '/img/7-ENFJ.png',
        body: 
        '<h1>결론</h1>'
        +'<p>지금까지 읽은 내용은 ENFJ(주인공) 성격 유형의 복잡성에 대한 소개일 뿐입니다. 그 과정에서 "와, 이거 너무 정확하다, 좀 소름 돋는다" 또는 "드디어 나를 이해해주는 사람이 있다!"라고 속으로 중얼거렸을 것입니다. “그들이 내가 가장 가까운 사람들보다 나에 대해 어떻게 더 많이 알고 있습니까?”라고 물었을 수도 있습니다.</p>'
        +'<p>당신이 지금 이해받고 있다고 느낀다면 그것은 당신이 이해하고 있기 때문입니다. 수년간의 연구를 통해 우리는 당신과 같은 주인공의 독특한 강점과 도전에 대한 신선한 통찰력을 얻었습니다. 우리는 당신의 창의성, 열정, 옳은 일을 하려는 당신의 헌신을 이해하지만, 당신의 성격 유형의 어두운 면도 이해합니다. 당신의 잠재력을 최대한 발휘하지 못하고 거칠고 소중한 것을 최대한 활용하지 못할 수도 있다는 잔소리하는 두려움입니다. 삶.</p>'
        +'<div class="description-pullout">주인공의 재능에는 이상주의, 결단력, 더 나은 미래를 구상하는 능력이 포함됩니다. 주인공은 실제로 이러한 선물을 사용하여 더 큰 목적을 달성하기 위해 최선을 다합니다.</div>'
        +'<p><strong>그래서 우리는 당신과 같은 주인공이 당신의 선물에 감사할 뿐만 아니라 그것을 최대한 활용할 수 있도록 돕는 것을 우리의 사명으로 삼았 습니다 .</strong>당신의 성격 유형에 대해 배우는 것은 매혹적이지만 여기에는 더 깊은 목적도 있습니다. 자기 이해는 당신이 이 땅에서 해야 할 일을 하고 있는지 확인하는 데 도움이 되기 때문입니다.</p>'
        +'<p>그래서 여기에 우리의 질문이 있습니다, 주인공: 당신의 고유한 강점을 최대한 활용할 준비가 되었습니까? 그렇다면 프리미엄 프로필은 성격, 관계, 경력 경로 및 인생의 사명에 대한 새로운 통찰력을 제공합니다. 이것은 일생일대의 여정이며 다음 섹션으로 이동하여 시작하는 데 필요한 모든 것을 찾을 수 있습니다.</p>'
        ,
    },
    {
        id: '8',
        url: '/img/8-ENFP.png',
        body: 
        '<h1>결론</h1>'
        +'<p>운동가(ENFP)만큼 창의적이고 카리스마 있는 성격 유형은 거의 없습니다. 이상주의와 열정으로 잘 알려진 이 성격은 예상치 못한 도전에 대처하고 주변 사람들의 삶을 밝게 만드는 데 탁월합니다.</p>'
        +'<div class="description-pullout">캠페인 활동가의 호기심, 상상력, 에너지는 개인 성장을 포함하여 많은 영역에서 매우 중요합니다.</div>'
        +'<p>그러나 운동가들은 삶의 특정 영역에 걸려 넘어질 수 있습니다. 관계 구축, 직업 선택 또는 꿈을 현실로 바꾸는 것과 관련하여 이러한 성격 유형을 가진 사람들은 자신의 많은 장점을 활용하더라도 의식적으로 약점을 해결하고 새로운 기술을 습득해야 할 수 있습니다.</p>'
        +'<h2>운동가들의 은밀한 삶</h2>'
        +'<p>지금까지 읽은 내용은 캠페인 성격 유형의 복잡성에 대한 소개일 뿐입니다. "와, 이거 너무 정확해, 좀 소름 돋는다." 또는 "드디어, 누군가가 나를 이해해 주네!" “그들이 내가 가장 가까운 사람들보다 나에 대해 어떻게 더 많이 알고 있습니까?”라고 물었을 수도 있습니다.</p>'
        +'<p>당신은 당신이 있기 때문에 이해를 느꼈습니다. 16Personalities에서 우리는 당신과 같은 캠페인 활동가를 연구하는 데 몇 년을 보냈습니다. 그들의 희망과 꿈, 좌절은 물론 그들이 가장 충만하고 가장 빛나는 잠재력으로 성장하는 데 필요한 것이 무엇입니까?</p>'
        +'<div class="description-pullout">여기 진실이 있습니다. 당신은 혼자가 아닙니다. 여러분이 지금 직면하고 있는 도전 과제가 무엇이든, 여러분과 같은 다른 캠페인 활동가들과 공유하고 극복했습니다.</div>'
        +'<h2>앞으로 나아가 다</h2>'
        +'<p>이제 기본 사항을 배웠으므로 자기 발견 여정의 다음 단계는 프리미엄 프로필입니다. 경력에서 관계에 이르기까지 삶의 모든 영역에 대한 Campaigner별 지침과 조언으로 가득 찬 프리미엄 프로필은 Campaigner가 되는 것이 실제로 무엇을 의미하는지, 즉 당신이 된다는 것이 실제로 무엇을 의미하는지 이해할 수 있도록 합니다 .</p>'
        +'<p>인생을 통해 자신의 길을 만들 준비가 되었다면 다음 섹션으로 이동하십시오.</p>'
        ,
    },
    {
        id: '9',
        url: '/img/9-ISTJ.png',
        body: 
        '<h1>결론</h1>'
        +'<p>물류 전문가만큼 실용적이고 헌신적인 성격 유형은 거의 없습니다. 신뢰성과 노력으로 유명한 Logisticians는 자신과 사랑하는 사람들을 위해 안전하고 안정적인 환경을 만들고 유지하는 데 능숙합니다. 물류 전문가의 헌신은 개인적인 성장을 포함하여 많은 영역에서 매우 중요합니다.</p>'
        +'<p>그러나 물류 전문가는 실용적이고 체계적인 접근 방식이 자산보다 부채에 더 가까운 영역에서 쉽게 넘어질 수 있습니다. 파트너 찾기(또는 유지), 긴장을 풀거나 즉석에서 학습하는 것, 경력 사다리에서 눈부신 높이에 도달하거나 작업량 관리 등, 물류 전문가는 자신의 약한 특성과 추가 기술을 개발하기 위해 의식적인 노력을 기울여야 합니다.</p>'
        +'<p>지금까지 읽은 것은 로지스틱스의 성격 유형인 복잡한 개념에 대한 소개일 뿐입니다. "와, 너무 정확해서 조금 소름 돋네요" 또는 "드디어, 누군가가 나를 이해해 주네!" 당신은 "그들이 내가 가장 가까운 사람들보다 나에 대해 어떻게 더 많이 알고 있습니까?"라고 물었을 수도 있습니다.</p>'
        +'<p>이것은 트릭이 아닙니다. 당신은 당신이 있기 때문에 이해를 느꼈습니다. 우리는 Logisticians가 생각하는 방식과 잠재력을 최대한 발휘하기 위해 필요한 사항을 연구했습니다. 그리고 아니요, 우리는 당신을 염탐하지 않았습니다. 당신이 직면했고 앞으로 직면하게 될 많은 문제는 다른 Logisticians에 의해 극복되었습니다. 그들이 어떻게 성공했는지 배우기만 하면 됩니다.</p>'
        +'<p>하지만 그렇게 하기 위해서는 계획, 개인 로드맵이 필요합니다. 당신이 가고 싶은 곳을 모른다면 세계 최고의 차는 당신을 올바른 장소로 데려다주지 않을 것입니다. 우리는 Logisticians가 특정 상황에서 어떻게 행동하는 경향이 있고 그들의 주요 강점과 약점이 무엇인지 알려 주었습니다. 이제 우리는 당신의 성격 유형에 대해 훨씬 더 깊이 들어가서 "왜?", "어떻게?"에 답해야 합니다. 그리고 "만약에?"</p>'
        +'<p>이 지식은 평생 여행의 시작일 뿐입니다. 물류 전문가가 그렇게 행동하는 이유를 알 준비가 되셨습니까? 당신에게 동기를 부여하고 영감을 주는 것은 무엇입니까? 무엇을 두려워하고 비밀리에 꿈꾸는가? 당신의 진정한 잠재력을 어떻게 발휘할 수 있습니까?</p>'
        +'<p>우리의 프리미엄 프로필은 더 행복하고, 더 성공적이며, 더 다재다능한 당신을 향한 로드맵을 제공합니다. 하지만 모든 사람을 위한 것은 아닙니다. 자신에게 도전하고, 명백한 것을 넘어서고, 그저 흐름을 따라가는 대신 자신의 길을 상상하고 따라갈 수 있는 의지와 능력이 필요합니다. 자신의 손에 고삐를 쥐고 싶다면 여기에서 도와드리겠습니다.</p>'
        ,
    },{
        id: '10',
        url: '/img/10-ISFJ.png',
        body: 
        '<h1>결론</h1>'
        +'<p>지금까지 읽은 내용은 배려심 있고 헌신적이며 믿을 수 없을 정도로 충성스러운 Defender 성격 유형의 복잡성에 대한 소개일 뿐입니다. 그 과정에서 "와, 이거 너무 정확하다, 좀 소름 돋는다" 또는 "드디어 나를 이해해주는 사람이 있다!"라고 속으로 중얼거렸을 것입니다. “그들이 내가 가장 가까운 사람들보다 나에 대해 어떻게 더 많이 알고 있습니까?”라고 물었을 수도 있습니다.</p>'
        +'<p>당신이 지금 이해받고 있다고 느낀다면 그것은 당신이 이해하고 있기 때문입니다. 수년간의 연구를 통해 귀하와 같은 Defenders의 고유한 강점과 과제에 대한 깊은 통찰력을 얻을 수 있었습니다. 우리는 당신의 이타심과 할 수 있다는 태도를 이해하지만, 당신이 당신의 잠재력에 미치지 못할 것이라는 두려움을 포함하여 당신의 성격 유형의 취약점도 알고 있습니다.</p>'
        +'<div class="description-pullout">Defenders의 재능에는 관대함, 인내, 결단력이 포함됩니다. 수비수는 실제로 이러한 재능을 사용하여 더 나은 사람이 되고 다른 사람에게 봉사하기 위해 최선을 다합니다.</div>'
        +'<p><strong>그렇기 때문에 우리는 당신과 같은 수비수가 당신의 장점을 인식할 뿐만 아니라 최대한 활용할 수 있도록 돕는 것을 사명으로 삼았습니다 . </strong>당신의 성격 유형에 대해 배우는 것은 매력적이지만 여기에는 더 깊은 목적도 있습니다. 자기 이해가 당신의 재능을 최대한 활용하는 데 도움이 되기 때문입니다.</p>'
        +'<p>Defender님을 위한 질문입니다. 고유한 강점을 최대한 활용할 준비가 되셨습니까? 그렇다면 프리미엄 프로필은 성격, 관계, 경력 경로 및 인생의 사명에 대한 새로운 통찰력을 제공합니다. 이것은 일생일대의 여정이며 다음 섹션으로 이동하여 시작하는 데 필요한 모든 것을 찾을 수 있습니다.</p>'
        ,
    },{
        id: '11',
        url: '/img/11-ESTJ.png',
        body: 
        '<h1>결론</h1>'
        +'<p>임원만큼 실용적이고 의지가 강한 성격 유형은 거의 없습니다. 신뢰성과 관리 기술로 잘 알려진 경영진은 자신과 사랑하는 사람들을 위해 안전하고 안정적인 환경을 만들고 유지하는 데 능숙합니다. 경영진의 헌신은 개인적인 성장을 포함하여 많은 영역에서 매우 중요합니다.</p>'
        +'<p>그러나 경영진은 합리적이고 실용적인 접근 방식이 자산보다 부채에 더 가까운 영역에서 쉽게 넘어질 수 있습니다. 파트너 찾기(또는 유지), 긴장을 풀거나 즉흥적으로 배우기, 경력 사다리에서 눈부신 높이에 도달하거나 작업량 관리 등 경영진은 자신의 약한 특성과 추가 기술을 개발하기 위해 의식적인 노력을 기울여야 합니다.</p>'
        +'<p>지금까지 읽은 내용은 임원 성격 유형인 복잡한 개념에 대한 소개일 뿐입니다. "와, 너무 정확해서 조금 소름 돋네요" 또는 "드디어, 누군가가 나를 이해해 주네!" 당신은 "그들이 내가 가장 가까운 사람들보다 나에 대해 어떻게 더 많이 알고 있습니까?"라고 물었을 수도 있습니다.</p>'
        +'<p>이것은 트릭이 아닙니다. 당신은 당신이 있기 때문에 이해를 느꼈습니다. 우리는 경영진이 생각하는 방식과 잠재력을 최대한 발휘하기 위해 필요한 것이 무엇인지 연구했습니다. 그리고 아니요, 우리는 당신을 염탐하지 않았습니다. 당신이 직면했고 앞으로 직면하게 될 많은 도전은 다른 경영진에 의해 극복되었습니다. 그들이 어떻게 성공했는지 배우기만 하면 됩니다.</p>'
        +'<p>하지만 그렇게 하기 위해서는 계획, 개인 로드맵이 필요합니다. 당신이 가고 싶은 곳을 모른다면 세계 최고의 차는 당신을 올바른 장소로 데려다주지 않을 것입니다. 우리는 경영진이 특정 상황에서 어떻게 행동하는 경향이 있으며 그들의 주요 강점과 약점이 무엇인지 알려 주었습니다. 이제 우리는 당신의 성격 유형에 대해 훨씬 더 깊이 들어가서 "왜?", "어떻게?"에 답해야 합니다. 그리고 "만약에?"</p>'
        +'<p>이 지식은 평생 여행의 시작일 뿐입니다. 경영진이 행동하는 이유를 알 준비가 되셨습니까? 당신에게 동기를 부여하고 영감을 주는 것은 무엇입니까? 무엇을 두려워하고 비밀리에 꿈꾸는가? 당신의 진정한 잠재력을 어떻게 발휘할 수 있습니까?</p>'
        +'<p>우리의 프리미엄 프로필은 더 행복하고, 더 성공적이며, 다재다능한 당신을 향한 로드맵을 제공합니다! 하지만 모든 사람을 위한 것은 아닙니다. 자신에게 도전하고, 명백한 것을 넘어서고, 그저 흐름을 따라가는 대신 자신의 길을 상상하고 따라갈 수 있는 의지와 능력이 필요합니다. 자신의 손에 고삐를 쥐고 싶다면 여기에서 도와드리겠습니다.</p>'
        ,
    },{
        id: '12',
        url: '/img/12-ESFJ.png',
        body: 
        '<h1>결론</h1>'
        +'<p>영사만큼 실용적이고 배려심이 깊은 성격 유형은 거의 없습니다. 사회 및 행정 기술로 잘 알려진 영사는 자신과 사랑하는 사람들을 위해 안전하고 안정적이며 친근한 환경을 만들고 유지하는 데 능숙합니다. 영사의 헌신은 개인적인 성장을 포함하여 많은 영역에서 매우 중요합니다.</p>'
        +'<p>그러나 영사는 그들의 친절과 실용적인 접근 방식이 자산보다 책임이 더 큰 영역에서 쉽게 넘어질 수 있습니다. 파트너 찾기(또는 유지), 긴장을 풀거나 즉흥적으로 학습하는 것, 경력 사다리에서 눈부신 높이에 도달하거나 작업량 관리 등, 영사는 자신의 약한 특성과 추가 기술을 개발하기 위해 의식적인 노력을 기울여야 합니다.</p>'
        +'<p>지금까지 읽은 것은 영사 성격 유형인 복잡한 개념에 대한 소개일 뿐입니다. "와, 너무 정확해서 조금 소름 돋네요" 또는 "드디어, 누군가가 나를 이해해 주네!" 당신은 "그들이 내가 가장 가까운 사람들보다 나에 대해 어떻게 더 많이 알고 있습니까?"라고 물었을 수도 있습니다.</p>'
        +'<p>이것은 트릭이 아닙니다. 당신은 당신이 있기 때문에 이해를 느꼈습니다. 우리는 영사가 생각하는 방식과 잠재력을 최대한 발휘하기 위해 필요한 것이 무엇인지 연구했습니다. 그리고 아니요, 우리는 당신을 염탐하지 않았습니다. 당신이 직면했고 앞으로 직면하게 될 많은 도전은 다른 영사들에 의해 극복되었습니다. 그들이 어떻게 성공했는지 배우기만 하면 됩니다.</p>'
        +'<p>하지만 그렇게 하기 위해서는 계획, 개인 로드맵이 필요합니다. 당신이 가고 싶은 곳을 모른다면 세계 최고의 차는 당신을 올바른 장소로 데려다주지 않을 것입니다. 우리는 영사가 특정 상황에서 어떻게 행동하는 경향이 있고 그들의 주요 강점과 약점이 무엇인지 알려 주었습니다. 이제 우리는 당신의 성격 유형에 대해 훨씬 더 깊이 들어가서 "왜?", "어떻게?"에 답해야 합니다. 그리고 "만약에?"</p>'
        +'<p>이 지식은 평생 여행의 시작일 뿐입니다. 영사가 그렇게 행동하는 이유를 배울 준비가 되셨습니까? 당신에게 동기를 부여하고 영감을 주는 것은 무엇입니까? 무엇을 두려워하고 비밀리에 꿈꾸는가? 당신의 진정한 잠재력을 어떻게 발휘할 수 있습니까?</p>'
        +'<p>우리의 프리미엄 프로필은 더 행복하고, 더 성공적이며, 다재다능한 당신을 향한 로드맵을 제공합니다! 하지만 모든 사람을 위한 것은 아닙니다. 자신에게 도전하고, 명백한 것을 넘어서고, 그저 흐름을 따라가는 대신 자신의 길을 상상하고 따라갈 수 있는 의지와 능력이 필요합니다. 자신의 손에 고삐를 쥐고 싶다면 여기에서 도와드리겠습니다.</p>'
        ,
    },{
        id: '13',
        url: '/img/13-ESFJ.png',
        body: 
        '<h1>결론</h1>'
        +'<p>거장만큼 대담하고 실용적인 성격 유형은 거의 없습니다. 기술적 숙달과 즉흥적인 의지로 유명한 Virtuosos는 겉보기에 불가능한 도전에 대한 고유한 솔루션을 찾는 데 능숙합니다. 새로운 것을 탐구하고 배우려는 Virtuosos의 열망은 개인적인 성장을 포함하여 많은 영역에서 매우 중요합니다.</p>'
        +'<p>그러나 거장들은 실용적인 문제에 초점을 맞추는 것이 자산보다 부채에 더 가까운 영역에서 쉽게 넘어질 수 있습니다. 파트너를 찾거나 유지하거나, 경력 사다리에서 눈부신 높이에 도달하거나, 미리 계획하는 법을 배우거나, Virtuosos는 자신의 약한 특성과 추가 기술을 개발하기 위해 의식적인 노력을 기울여야 합니다.</p>'
        +'<p>지금까지 읽은 내용은 Virtuoso 성격 유형인 복잡한 개념에 대한 소개일 뿐입니다. "와, 너무 정확해서 조금 소름 돋네요" 또는 "드디어, 누군가가 나를 이해해 주네!" 당신은 "그들이 내가 가장 가까운 사람들보다 나에 대해 어떻게 더 많이 알고 있습니까?"라고 물었을 수도 있습니다.</p>'
        +'<p>이것은 트릭이 아닙니다. 당신은 당신이 있기 때문에 이해를 느꼈습니다. 우리는 Virtuosos가 생각하는 방식과 잠재력을 최대한 발휘하기 위해 필요한 것이 무엇인지 연구했습니다. 그리고 아니요, 우리는 당신을 감시하지 않았습니다. 당신이 직면했고 앞으로 직면하게 될 많은 도전은 다른 거장들에 의해 극복되었습니다. 그들이 어떻게 성공했는지 배우기만 하면 됩니다.</p>'
        +'<p>하지만 그렇게 하기 위해서는 계획, 개인 로드맵이 필요합니다. 당신이 가고 싶은 곳을 모른다면 세계 최고의 차는 당신을 올바른 장소로 데려다주지 않을 것입니다. 우리는 Virtuos가 특정 상황에서 어떻게 행동하는 경향이 있으며 주요 강점과 약점이 무엇인지 알려 주었습니다. 이제 우리는 당신의 성격 유형에 대해 훨씬 더 깊이 들어가서 "왜?", "어떻게?"에 답해야 합니다. 그리고 "만약에?"</p>'
        +'<p>이 지식은 평생 여행의 시작일 뿐입니다. Virtuosos가 그렇게 행동하는 이유를 배울 준비가 되셨습니까? 당신에게 동기를 부여하고 영감을 주는 것은 무엇입니까? 무엇을 두려워하고 비밀리에 꿈꾸는가? 당신의 진정한 잠재력을 어떻게 발휘할 수 있습니까?</p>'
        +'<p>우리의 프리미엄 프로필은 더 행복하고, 더 성공적이며, 다재다능한 당신을 향한 로드맵을 제공합니다! 하지만 모든 사람을 위한 것은 아닙니다. 자신에게 도전하고, 명백한 것을 넘어서고, 그저 흐름을 따라가는 대신 자신의 길을 상상하고 따라갈 수 있는 의지와 능력이 필요합니다. 자신의 손에 고삐를 쥐고 싶다면 여기에서 도와드리겠습니다.</p>'
        ,
    },{
        id: '14',
        url: '/img/14-ISTP.png',
        body: 
        '<h1>결론</h1>'
        +'<p>모험가만큼 다채롭고 매력적인 성격 유형은 거의 없습니다. 친절함과 예술적 기술로 유명한 모험가는 탐험하고 경험할 흥미진진한 새로운 것을 찾는 데 능숙합니다. 모험가의 창의성과 현실적인 태도는 개인의 성장을 포함하여 많은 영역에서 매우 중요합니다.</p>'
        +'<p>그러나 모험가는 실제 문제에 초점을 맞추는 것이 자산보다 부채에 더 가까운 영역에서 쉽게 넘어질 수 있습니다. 파트너를 찾거나 유지하거나, 경력 사다리에서 눈부신 높이에 도달하거나, 미리 계획하는 법을 배우는 등 모험가는 자신의 약한 특성과 추가 기술을 개발하기 위해 의식적인 노력을 기울여야 합니다.</p>'
        +'<p>지금까지 읽은 것은 모험가 성격 유형인 복잡한 개념에 대한 소개일 뿐입니다. "와, 너무 정확해서 조금 소름 돋네요" 또는 "드디어, 누군가가 나를 이해해 주네!" 당신은 "그들이 내가 가장 가까운 사람들보다 나에 대해 어떻게 더 많이 알고 있습니까?"라고 물었을 수도 있습니다.</p>'
        +'<p>이것은 트릭이 아닙니다. 당신은 당신이 있기 때문에 이해를 느꼈습니다. 우리는 모험가의 생각과 잠재력을 최대한 발휘하기 위해 필요한 것이 무엇인지 연구했습니다. 그리고 아니요, 우리는 당신을 염탐하지 않았습니다. 당신이 직면했고 앞으로 직면하게 될 많은 도전은 다른 모험가들에 의해 극복되었습니다. 그들이 어떻게 성공했는지 배우기만 하면 됩니다.</p>'
        +'<p>하지만 그렇게 하기 위해서는 계획, 개인 로드맵이 필요합니다. 당신이 가고 싶은 곳을 모른다면 세계 최고의 차는 당신을 올바른 장소로 데려다주지 않을 것입니다. 우리는 모험가들이 특정 상황에서 어떻게 행동하는 경향이 있고 그들의 주요 강점과 약점이 무엇인지 알려 주었습니다. 이제 우리는 당신의 성격 유형에 대해 훨씬 더 깊이 들어가서 "왜?", "어떻게?"에 답해야 합니다. 그리고 "만약에?"</p>'
        +'<p>이 지식은 평생 여행의 시작일 뿐입니다. 모험가들이 행동하는 이유를 알 준비가 되셨습니까? 당신에게 동기를 부여하고 영감을 주는 것은 무엇입니까? 무엇을 두려워하고 비밀리에 꿈꾸는가? 당신의 진정한 잠재력을 어떻게 발휘할 수 있습니까?</p>'
        +'<p>우리의 프리미엄 프로필은 더 행복하고, 더 성공적이며, 다재다능한 당신을 향한 로드맵을 제공합니다! 하지만 모든 사람을 위한 것은 아닙니다. 자신에게 도전하고, 명백한 것을 넘어서고, 그저 흐름을 따라가는 대신 자신의 길을 상상하고 따라갈 수 있는 의지와 능력이 필요합니다. 자신의 손에 고삐를 쥐고 싶다면 여기에서 도와드리겠습니다.</p>'
        ,
    },{
        id: '15',
        url: '/img/15-ESTP.png',
        body: 
        '<h1>결론</h1>'
        +'<p>기업가만큼 매력적이고 매력적인 성격 유형은 거의 없습니다. 즉흥적으로 진행하고 현재에 완전히 집중하는 능력으로 알려진 기업가는 탐험하고 경험할 흥미진진한 새로운 것을 찾는 데 능숙합니다. 기업가의 창의성과 현실적인 태도는 개인의 성장을 포함하여 많은 영역에서 매우 중요합니다.</p>'
        +'<p>그러나 기업가는 실제 문제에 초점을 맞추는 것이 자산보다 부채에 더 가까운 상황에서 쉽게 넘어질 수 있습니다. 파트너를 찾거나 유지하거나, 경력 사다리에서 눈부신 높이에 도달하거나, 미리 계획하는 법을 배우는 등 기업가는 자신의 약한 특성과 추가 기술을 개발하기 위해 의식적인 노력을 기울여야 합니다.</p>'
        +'<p>지금까지 읽은 것은 기업가 성격 유형인 복잡한 개념에 대한 소개일 뿐입니다. "와, 너무 정확해서 조금 소름 돋네요" 또는 "드디어, 누군가가 나를 이해해 주네!" 당신은 "그들이 내가 가장 가까운 사람들보다 나에 대해 어떻게 더 많이 알고 있습니까?"라고 물었을 수도 있습니다.</p>'
        +'<p>이것은 트릭이 아닙니다. 당신은 당신이 있기 때문에 이해를 느꼈습니다. 우리는 기업가가 생각하는 방식과 잠재력을 최대한 발휘하는 데 필요한 것이 무엇인지 연구했습니다. 그리고 아니요, 우리는 당신을 염탐하지 않았습니다. 당신이 직면했고 앞으로 직면하게 될 많은 도전은 다른 기업가들에 의해 극복되었습니다. 그들이 어떻게 성공했는지 배우기만 하면 됩니다.</p>'
        +'<p>하지만 그렇게 하기 위해서는 계획, 개인 로드맵이 필요합니다. 당신이 가고 싶은 곳을 모른다면 세계 최고의 차는 당신을 올바른 장소로 데려다주지 않을 것입니다. 우리는 기업가들이 특정 상황에서 어떻게 행동하는 경향이 있으며 그들의 주요 강점과 약점이 무엇인지 알려 주었습니다. 이제 우리는 당신의 성격 유형에 대해 훨씬 더 깊이 들어가서 "왜?", "어떻게?"에 답해야 합니다. 그리고 "만약에?"</p>'
        +'<p>이 지식은 평생 여행의 시작일 뿐입니다. 왜 기업가들이 행동하는 방식대로 행동하는지 배울 준비가 되셨습니까? 당신에게 동기를 부여하고 영감을 주는 것은 무엇입니까? 무엇을 두려워하고 비밀리에 꿈꾸는가? 당신의 진정한 잠재력을 어떻게 발휘할 수 있습니까?</p>'
        +'<p>우리의 프리미엄 프로필은 더 행복하고, 더 성공적이며, 더 다재다능한 당신을 향한 로드맵을 제공합니다. 하지만 모든 사람을 위한 것은 아닙니다. 자신에게 도전하고, 명백한 것을 넘어서고, 그저 흐름을 따라가는 대신 자신의 길을 상상하고 따라갈 수 있는 의지와 능력이 필요합니다. 자신의 손에 고삐를 쥐고 싶다면 여기에서 도와드리겠습니다.</p>'
        ,
    },{
        id: '16',
        url: '/img/16-ESFP.png',
        body: 
        '<h1>결론</h1>'
        +'<p>연예인만큼 매력적이고 매력적인 성격 유형은 거의 없습니다. 즉흥적으로 진행하고 현재에 완전히 집중하는 능력으로 유명한 엔터테이너는 탐험하고 경험할 흥미진진한 새로운 것을 찾는 데 능숙합니다. 엔터테이너의 에너지, 열정 및 현실적인 태도는 개인의 성장을 포함하여 많은 영역에서 매우 중요합니다.</p>'
        +'<p>그러나 연예인은 실제 문제에 초점을 맞추는 것이 자산보다 부채에 더 가까운 상황에서 쉽게 넘어질 수 있습니다. 파트너를 찾거나 유지하거나, 경력 사다리에서 눈부신 높이에 도달하거나, 미리 계획하는 법을 배우는 등 엔터테이너는 자신의 약한 특성과 추가 기술을 개발하기 위해 의식적인 노력을 기울여야 합니다.</p>'
        +'<p>지금까지 읽은 것은 엔터테이너 성격 유형인 복잡한 개념에 대한 소개일 뿐입니다. "와, 너무 정확해서 조금 소름 돋네요" 또는 "드디어, 누군가가 나를 이해해 주네!" 당신은 "그들이 내가 가장 가까운 사람들보다 나에 대해 어떻게 더 많이 알고 있습니까?"라고 물었을 수도 있습니다.</p>'
        +'<p>이것은 트릭이 아닙니다. 당신은 당신이 있기 때문에 이해를 느꼈습니다. 우리는 엔터테이너가 생각하는 방식과 잠재력을 최대한 발휘하기 위해 필요한 사항을 연구했습니다. 그리고 아니요, 우리는 당신을 감시하지 않았습니다. 당신이 직면했고 앞으로 직면하게 될 많은 도전은 다른 엔터테이너에 의해 극복되었습니다. 그들이 어떻게 성공했는지 배우기만 하면 됩니다.</p>'
        +'<p>하지만 그렇게 하기 위해서는 계획, 개인 로드맵이 필요합니다. 당신이 가고 싶은 곳을 모른다면 세계 최고의 차는 당신을 올바른 장소로 데려다주지 않을 것입니다. 우리는 엔터테이너가 특정 상황에서 어떻게 행동하는 경향이 있으며 주요 강점과 약점이 무엇인지 알려 주었습니다. 이제 우리는 당신의 성격 유형에 대해 훨씬 더 깊이 들어가서 "왜?", "어떻게?"에 답해야 합니다. 그리고 "만약에?"</p>'
        +'<p>이 지식은 평생 여행의 시작일 뿐입니다. 엔터테이너가 왜 그런 식으로 행동하는지 배울 준비가 되셨습니까? 당신에게 동기를 부여하고 영감을 주는 것은 무엇입니까? 무엇을 두려워하고 비밀리에 꿈꾸는가? 당신의 진정한 잠재력을 어떻게 발휘할 수 있습니까?</p>'
        +'<p>우리의 프리미엄 프로필은 더 행복하고, 더 성공적이며, 다재다능한 당신을 향한 로드맵을 제공합니다! 하지만 모든 사람을 위한 것은 아닙니다. 자신에게 도전하고, 명백한 것을 넘어서고, 그저 흐름을 따라가는 대신 자신의 길을 상상하고 따라갈 수 있는 의지와 능력이 필요합니다. 자신의 손에 고삐를 쥐고 싶다면 여기에서 도와드리겠습니다.</p>'
        ,
    },
]
   